{
   "success":true,
   "result":[  
      {
         "selector":".get-started .container",
         "title":"Get Started",
         "content":"This is where the magic begins. Get started by filling out a Quick Quote or a Full Application. Use the Quick Quote option if you want to get something quick and dirty and keep your customer happy. Once the customer is happy with the quote, go ahead and convert it to a Full Application which is what the carrier cares about the most. Use these options wisely so you keep both your customer and carrier happy. If they are happy, there's more $$$ in your pocket.",
         "width":"400px",
         "placement":"bottom"
      },
      {
         "selector":"#agent_queue",
         "title":"Your Queue",
         "content":"This is your most recent list of quotes that need attention. It's time to start working even harder. Use this to launch the application and start making changes to your quote. For a full list of your quotes, use the 'My Work' link from the main menu.",
         "width":"400px",
         "placement":"right"
      },
      {
         "selector":"#underwriter_queue",
         "title":"Underwriter Queue",
         "content":"This is what you are waiting for your underwriter to review. Check out the duration to verify how long this quote has been in the underwriter queue. If you see something in RED, it's time to pick up the phone and tell the underwriter who's the boss.",
         "width":"400px",
         "placement":"left"
      }, 
      {
         "selector":".quotes",
         "title":"Quotes",
         "content":"Get familiarized with your quote statuses. In-Progress is what you are currently working on. You want this immediately taken care of. You want the number of Bound quotes to top your list. Take action on Approved quotes from here. Rejected aren't good, so watch out for those.",
         "width":"400px",
         "placement":"top"
      },
      {
         "selector":"#search_filter",
         "title":"Search & Filter",
         "content":"Search for a customer by name. If the list is still too long, use the filters to narrow it down. Use the toggle switch to view your quotes as cards or a list.",
         "width":"400px",
         "placement":"bottom"
      }, 
      {
         "selector":"#work_list_contents",
         "title":"Card/List View",
         "content":"Make changes to a quote, copy it to try something different, assign it to someone if you are tired of working on it. Delete it if the customer is being a jackass.",
         "width":"400px",
         "placement":"top"
      },
      {
         "selector":"#work_item_menu",
         "title":"Work Item Menu",
         "content":"Quick view of important information about the quote so you don't feel lost. Checkout the 'History' to watch the different stages the quote has been through. Use 'My Defaults' to easily copy frequently used data and apply them to any quote.",
         "width":"400px",
         "placement":"bottom"
      },
      {
         "selector":"#submissionNavigationMenu",
         "title":"App Navigation",
         "content":"These are the pages of data you have to fill out to cash in at the end. It's a long journey but very well worth it.",
         "width":"400px",
         "placement":"right"
      },
      {
         "selector":"#dynamic_page_inner",
         "title":"Data Entry",
         "content":"Make sure the customer provides everything being asked here. Even if some of these are optional, they may affect how an underwriter reviews it. Educate the customer on why this is important.",
         "width":"400px",
         "placement":"right"
      },
      {
         "selector":"#workItemAssistant_comments_section",
         "title":"Collaborate",
         "content":"Chat with other agents and your underwriters to get instant feedback. You don't want to waste any time waiting on something that somebody else may already have access to.",
         "width":"400px",
         "placement":"left"
      },
      {
         "selector":"#workItemAssistant_fileattachments_section",
         "title":"Collaborate",
         "content":"Upload important documents related to the quote. Loss runs, accident reports et al. It's better to have access to all of these in one place.",
         "width":"400px",
         "placement":"left"
      },
      {
         "selector":".monthly",
         "title":"Monthly Premium",
         "content":"This is what the customer owes if they were to pay monthly towards the annual premium.",
         "width":"400px",
         "placement":"bottom"
      },
      {
         "selector":".bi-annual",
         "title":"Bi-Annual Premium",
         "content":"This is what the customer owes if they were to pay every 6 months towards the annual premium.",
         "width":"400px",
         "placement":"bottom"
      },
      {
         "selector":".full-payment",
         "title":"Total Premium",
         "content":"This is for high rollers. This customer knows wassup. Saving some $$$ by paying it in full.",
         "width":"400px",
         "placement":"bottom"
      }         
   ]
}